{"no_surah":104,"jum_ayat":9,"ar":"الهمزة","id":"Al-Humazah","arti":"Pengumpat","golongan":"Makkiyyah","tafsir_surah":"Surat Al Humazah terdiri atas 9 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Al Qiyaamah. Dinamai Al Humazah (pengumpat) diambil dari perkataan Humazah yang terdapat pada ayat pertama surat ini.","data":[{"no":1,"juz":30,"page":601,"arab":"وَيْلٌ لِّكُلِّ هُمَزَةٍ لُّمَزَةٍ","id":"Celakalah bagi setiap pengumpat dan pencela,","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/6180","tafsir":{"wajiz":"Celakalah bagi setiap pengumpat atau pencaci, baik dengan ucapan atau isyarat, dan demikian pula pencela dengan menampilkan keburukan orang lain untuk menghinakannya. Perbuatan ini berdampak buruk dalam pergaulan karena mencoreng wibawa dan kehormatan seseorang, serta menghilangkan kepercayaan kepada orang tersebut.","tahlili":"Dalam ayat ini, Allah mengancam bahwa kemurkaan dan azab-Nya akan ditimpakan kepada setiap orang yang mengumpat, mencela, dan menyakiti mereka baik di hadapan maupun di belakang mereka. Firman Allah:\n\nWahai orang-orang yang beriman! Jauhilah banyak dari prasangka, sesungguhnya sebagian prasangka itu dosa dan janganlah kamu mencari-cari kesalahan orang lain dan janganlah ada di antara kamu yang menggunjing sebagian yang lain. Apakah ada di antara kamu yang suka memakan daging saudaranya yang sudah mati? Tentu kamu merasa jijik. Dan bertakwalah kepada Allah, sesungguhnya Allah Maha Penerima tobat, Maha Penyayang. (al-hujurat\/49: 12)"}},{"no":2,"juz":30,"page":601,"arab":"الَّذِي جَمَعَ مَالًا وَعَدَّدَهُ","id":"yang mengumpulkan harta dan menghitung-hitungnya,","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/6181","tafsir":{"wajiz":"Celakalah orang yang sifatnya demikian, yang selalu menyibukkan diri dan berorientasi pada mengumpulkan harta benda dan menghitung-hitungnya. Dia merasa nyaman untuk menumpuk dan menghitung harta untuk menjamin kehidupannya di masa datang, dan enggan me-nunai­kan hak Allah dalam hartanya itu.","tahlili":"Ayat ini menerangkan bahwa orang yang menimbun harta juga diancam neraka karena memperkaya diri sendiri serta selalu menghitung-hitung harta kekayaannya. Hal itu ia lakukan karena sangat cinta dan senangnya kepada harta seakan-akan tidak ada kebahagiaan dan kemuliaan dalam hidup kecuali dengan harta. Bila ia menoleh kepada hartanya yang banyak itu, ia merasakan bahwa kedudukannya sudah tinggi dari orang-orang sekelilingnya.\n\nDia tidak merasa khawatir akan ditimpa musibah karena mencerca dan merobek-robek kehormatan orang lain. Karena kecongkakannya, ia lupa dan tidak sadar bahwa maut selalu mengintainya, tidak memikirkan apa yang akan terjadi sesudah mati, dan tidak pula merenungkan apa-apa yang akan terjadi atas dirinya."}},{"no":3,"juz":30,"page":601,"arab":"يَحْسَبُ أَنَّ مَالَهُ أَخْلَدَهُ","id":"dia (manusia) mengira bahwa hartanya itu dapat mengekalkannya.","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/6182","tafsir":{"wajiz":"Dia senang dan sibuk mengumpulkan harta karena mengira bahwa hartanya itu dapat mengekalkan hidupnya di dunia. Dia terbuai oleh hartanya dan lupa bahwa harta sebanyak apa pun tidak akan dapat digunakan untuk menolak datangnya sesuatu yang tidak diinginkannya, yaitu kematian.","tahlili":"Kemudian Allah menyatakan kesalahan anggapan pengumpat dan pencerca bahwa harta yang dimilikinya itu menjaminnya akan tetap hidup di dunia selamanya. Oleh karena itu, tindakannya sama dengan tindakan orang yang akan hidup selama-lamanya dan bila ia mati tidak akan hidup kembali untuk menerima balasan atas kejahatannya selama hidup di dunia."}},{"no":4,"juz":30,"page":601,"arab":"كَلَّا ۖ لَيُنبَذَنَّ فِي الْحُطَمَةِ","id":"Sekali-kali tidak! Pasti dia akan dilemparkan ke dalam (neraka) Hutamah.","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/6183","tafsir":{"wajiz":"Sekali-kali tidak! Harta itu tidak akan menolak datangnya kematian kepadanya. Setelah mati dan dihisab atas perbuatan buruknya itu, pasti dia akan dilemparkan dan dicampakkan dengan hina ke dalam neraka Hutamah oleh para malaikat Zabaniah yang bengis, kasar, dan galak.","tahlili":"Sesudah mengancam orang-orang yang bersifat demikian dengan siksaan yang pedih, Allah menyebutkan pula sebab yang membuat mereka mengerjakan sifat-sifat yang terkutuk itu. Penyebabnya adalah anggapan mereka bahwa semua harta yang dimiliki dapat menolong mereka dalam menghadapi kesulitan-kesulitan yang dihadapi. Ancaman dalam bentuk pertanyaan, \"Siapakah yang menyangka bahwa hartanya itu dapat menjamin dirinya dari mati?\" Allah menjawab, \"Tidak! Sekali-kali tidak bahkan dia akan dilemparkan ke dalam neraka Huthamah, tidak ada yang memperhatikannya dan tidak pula yang mempedulikan.\"\n\n'Ali bin Abi thalib pernah memberi nasihat kepada Kumail bahwa orang-orang penimbun harta akan binasa, padahal mereka masih hidup, sedangkan para ulama akan kekal abadi meskipun jasad mereka sudah hilang, karena sifat-sifat keutamaan mereka tetap dikenang dalam hati. Maksudnya, penimbunan harta dikutuk, dicela, dan dibenci karena manusia tidak mendapat apa-apa dari harta mereka. Sedang para sarjana dan ulama terus-menerus terpuji selama terdapat di bumi orang-orang yang mengambil manfaat dari ilmu mereka."}},{"no":5,"juz":30,"page":601,"arab":"وَمَا أَدْرَاكَ مَا الْحُطَمَةُ","id":"Dan tahukah kamu apakah (neraka) Hutamah itu?","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/6184","tafsir":{"wajiz":"Dan tahukah kamu apakah neraka Hutamah itu? Demikian pertanyaan Allah guna menarik perhatian serius manusia terhadap apa yang disampaikan-Nya.","tahlili":"Dalam ayat-ayat ini, Allah menggambarkan kedahsyatan neraka Huthamah dalam bentuk pertanyaan, \"Tahukah engkau apa Huthamah?\" Allah menjelaskan sendiri bahwa Huthamah adalah api yang disediakan-Nya untuk menyiksa orang-orang yang durhaka dan berdosa. Tidak ada yang mampu mengetahui apa hakikatnya kecuali Allah penciptanya."}},{"no":6,"juz":30,"page":601,"arab":"نَارُ اللَّهِ الْمُوقَدَةُ","id":"(Yaitu) api  (azab) Allah yang dinyalakan,","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/6185","tafsir":{"wajiz":"Hutamah ialah api azab Allah yang dinyalakan,","tahlili":"Dalam ayat-ayat ini, Allah menggambarkan kedahsyatan neraka Huthamah dalam bentuk pertanyaan, \"Tahukah engkau apa Huthamah?\" Allah menjelaskan sendiri bahwa Huthamah adalah api yang disediakan-Nya untuk menyiksa orang-orang yang durhaka dan berdosa. Tidak ada yang mampu mengetahui apa hakikatnya kecuali Allah penciptanya."}},{"no":7,"juz":30,"page":601,"arab":"الَّتِي تَطَّلِعُ عَلَى الْأَفْئِدَةِ","id":"yang (membakar) sampai ke hati.","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/6186","tafsir":{"wajiz":"yang panasnya menembus dada manusia sampai ke hati lalu membakarnya. Hati adalah organ yang paling sensitif terhadap rasa sakit dalam kadar kecil sekalipun, lalu bagaimana bila api neraka itu sampai membakarnya hingga lebur?","tahlili":"Allah lalu menyatakan bahwa api yang menyala-nyala itu berbeda dengan api dunia. Ia menjilat dan naik sampai ke hulu hati, kemudian masuk ke dalam rongga perut sampai ke dada dan membakar hati. Hati adalah yang merasa paling sakit dari anggota-anggota badan lainnya. Apabila api sampai membakar hati, berarti siksa yang dirasakannya sudah sampai ke puncaknya."}},{"no":8,"juz":30,"page":601,"arab":"إِنَّهَا عَلَيْهِم مُّؤْصَدَةٌ","id":"Sungguh, api itu ditutup rapat atas (diri) mereka,","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/6187","tafsir":{"wajiz":"Sungguh, api itu ditutup rapat atas diri mereka yang suka mengumpat, mencela, mengumpul­kan harta, dan menghitung-hitungnya. Tidak ada celah sedikit pun yang memungkinkan udara dari luar merembes masuk. Akibatnya, kadar panas api itu tidak pernah turun, bahkan terus naik.","tahlili":"Dalam ayat ini, Allah mengungkapkan bahwa api tersebut berlapis-lapis mengelilingi mereka. Mereka tidak dikeluarkan daripadanya dan tidak pula mampu keluar sendiri. Dalam ayat lain, Allah berfirman:\n\nSetiap kali mereka hendak keluar darinya (neraka) karena tersiksa, mereka dikembalikan (lagi) ke dalamnya. (al-hajj\/22: 22)"}},{"no":9,"juz":30,"page":601,"arab":"فِي عَمَدٍ مُّمَدَّدَةٍ","id":"(sedang mereka itu) diikat pada tiang-tiang yang panjang.","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/6188","tafsir":{"wajiz":"Para pendosa itu diikat dengan erat pada tiang-tiang yang panjang hingga mereka tidak dapat bergerak sedikit pun di Hutamah itu, apa lagi keluar darinya.","tahlili":"Allah menjelaskan melalui ayat ini keadaan orang-orang penghuni neraka Huthamah. Menurut Muqatil, pintu-pintu neraka itu ditutup rapat, sedangkan para penghuninya diikat pada tiang-tiang besi. Pintu-pintu itu tidak pernah dibuka dan di sana penuh dengan segala macam penderitaan. Tujuannya adalah untuk menjadikan mereka putus asa karena tidak dapat keluar dari neraka Huthamah itu. Semoga Allah menyelamatkan kita dari kemurkaan-Nya dan memelihara kita dari kedahsyatan api neraka dengan anugerah dan karunia-Nya."}}]}