{"no_surah":81,"jum_ayat":29,"ar":"التكوير","id":"At-Takwir","arti":"Penggulungan","golongan":"Makkiyyah","tafsir_surah":"Surat At Takwir terdiri atas 29 ayat dan termasuk golongan surat-surat Makkiyah, diturunkan sesudah surat Al Masadd. Kata At Takwir (terbelah) yang menjadi nama bagi surat ini adalah dari kata asal (mashdar) dari kata kerja kuwwirat (digulung) yang terdapat pada ayat pertama surat ini.","data":[{"no":1,"juz":30,"page":586,"arab":"إِذَا الشَّمْسُ كُوِّرَتْ","id":"Apabila matahari digulung,","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/5801","tafsir":{"wajiz":"Allah mengawali surah ini dengan menyebutkan dua belas peristiwa besar yang akan terjadi pada hari kiama — disebutkan dari ayat 1 s.d. 13. Apabila matahari yang demikian besar digulung dengan mudah seperti halnya serban, hingga cahayanya memudar dan redup.","tahlili":"Dalam ayat ini, Allah menerangkan bahwa jika matahari telah digulung, telah padam cahayanya dan jatuh berantakan bersamaan dengan hancurnya alam semesta yang pernah didiami oleh makhluk-makhluk yang hidup di dunia, maka musnahlah segala alam karena berpindah kepada alam yang lain."}},{"no":2,"juz":30,"page":586,"arab":"وَإِذَا النُّجُومُ انكَدَرَتْ","id":"dan apabila bintang-bintang berjatuhan,","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/5802","tafsir":{"wajiz":"Dan apabila bintang-bintang yang begitu banyak dan menghiasi cakrawala berjatuhan, tidak berada di garis edarnya lagi akibat hilangnya gaya tarikmenarik antar-benda langit.","tahlili":"Apabila bintang-bintang berjatuhan dan padam sekalian cahayanya."}},{"no":3,"juz":30,"page":586,"arab":"وَإِذَا الْجِبَالُ سُيِّرَتْ","id":"dan apabila gunung-gunung dihancurkan,","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/5803","tafsir":{"wajiz":"Dan apabila gunung-gunung yang demikian tegar dan kukuh dihancurkan hingga luluh lantak menjadi pasir, kemudian diempaskan oleh angin dahsyat dengan mudahnya seperti gumpalan kapas raksasa yang beterbangan.","tahlili":"Dan apabila gunung-gunung dihancurkan setelah dicabut dari bumi, diterbangkan di angkasa ketika terjadinya gempa yang amat dahsyat sehingga gunung-gunung itu terlepas dari dasarnya dan dilemparkan di angkasa seperti awan yang ditiup angin laksana kapas.\n\nUntuk telaah ilmiah Surah at-Takwir\/81: 1-3 ini, lihat pula telaah ilmiah Surah al-haqqah\/69: 13-16 dan Surah al-Ma'arij\/70: 8. Ketika terjadi proses ke arah Big Crunch itu, yaitu proses pemadatan atau penyusutan alam semesta, maka semua materi pecah kembali menjadi materi-materi fundamental seperti quark, elektron dan sebagainya. Gaya-gaya seperti gaya gravitasi, elektromagnetik, nuklir kuat dan nuklir lemah mulai menyatu kembali. Saat itulah benda-benda langit mulai kehilangan gaya-gaya gravitasinya, dan akibatnya terjadilah tabrakan-tabrakan dahsyat antar bintang, inilah gambaran 'bintang-bintang berjatuhan, karena kehilangan gaya-gaya gravitasinya. \n\nMatahari yang juga merupakan jenis bintang mengalami hal sama. Ketika benda-benda langit saling mendekat, kekuatan gravitasi bagian luar boleh jadi akan melebihi cengkeraman kekuatan plasma di dalam bintang-bintang itu (termasuk matahari). Akibatnya adalah volume matahari dan bintang-bintang yang lain akan memuai. Matahari akan menjadi lebih besar volumenya, namun tekanan internalnya berkurang, dan cukup untuk menghentikan energi yang menghasilkan reaksi perpaduan nuklirnya. Akibatnya sinar matahari (yang memuai itu) akan meredup menjadi merah. Ketika pengembangan volume matahari telah mencapai maksimum, maka matahari akan mengalami kontraksi dan volumenya akan menurun dan menurun terus, mengecil yang akhirnya menjadi bintik hitam yang super-padat (dwarf black hole atau bintik hitam kerdil). Inikah yang dimaksud dengan matahari digulung pada ayat 1 di atas? \n\nBenturan juga terjadi antar-planet, sehingga bumi berbenturan dengan planet-planet lainnya. Akibat peristiwa inilah terjadinya kehancuran gunung-gunung. Semua proses ini akan mengarah ke Big Crunch dan kembali menjadi singularity."}},{"no":4,"juz":30,"page":586,"arab":"وَإِذَا الْعِشَارُ عُطِّلَتْ","id":"dan apabila unta-unta yang bunting ditinggalkan (tidak terurus),","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/5804","tafsir":{"wajiz":"Dan apabila unta-unta yang bunting dan menjadi harta yang dibanggakan ditinggalkan begitu saja dan tidak lagi dipedulikan dan diurus oleh pemiliknya.","tahlili":"Dan apabila unta-unta bunting yang termasuk benda paling dihargai oleh orang-orang Arab, ditinggalkan dan tidak dipedulikan oleh pemiliknya karena kedahsyatan hari Kiamat tersebut. Hal ini menggambarkan kedahsyatan hari Kiamat yang jika diperkirakan, jika ada seorang laki-laki mempunyai unta yang bunting tentu ditinggalkan karena terlalu sibuk memikirkan keselamatan dirinya sendiri."}},{"no":5,"juz":30,"page":586,"arab":"وَإِذَا الْوُحُوشُ حُشِرَتْ","id":"dan apabila binatang-binatang liar dikumpulkan,","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/5805","tafsir":{"wajiz":"Hal ini mengisyaratkan betapa besar kebingungan yang meliputi manusia saat kiamat tiba. Dan apabila binatang-binatang liar dikumpulkan untuk diberi balasan bila berbuat aniaya kepada sesamanya. Binatang liar yang saling memusuhi saat itu bisa dikumpulkan menjadi satu dalam suasanya yang sangat menegangkan.","tahlili":"Dan apabila binatang-binatang liar dikumpulkan dan dimusnahkan."}},{"no":6,"juz":30,"page":586,"arab":"وَإِذَا الْبِحَارُ سُجِّرَتْ","id":"dan apabila lautan dipanaskan,","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/5806","tafsir":{"wajiz":"Dan apabila lautan dipanaskan dan dijadikan meluap. Air laut memanas akibat munculnya kobaran api mahadahsyat dari dasarnya.","tahlili":"Dan apabila lautan-lautan dijadikan meluap, sehingga menjadi satu, kemudian menyala dengan kobaran api yang tadinya terpendam di bawah bumi tersebut.\n\nSetelah Allah menerangkan beberapa peristiwa yang menjadi permulaan hancurnya alam semesta dan matinya semua makhluk yang berada di atasnya, maka Allah menjelaskan apa yang terjadi setelah itu tentang kebangkitan."}},{"no":7,"juz":30,"page":586,"arab":"وَإِذَا النُّفُوسُ زُوِّجَتْ","id":"dan apabila roh-roh dipertemukan (dengan tubuh),","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/5807","tafsir":{"wajiz":"Dan apabila roh-roh dipertemukan dengan tubuh sehingga manusia hidup kembali dalam suasana yang sama sekali berbeda dari kehidupan dunia. Manusia saat itu bergabung dengan manusia lain yang senasib; penaat bersama penaat, begitupun sebaliknya.","tahlili":"Dan apabila roh-roh dipertemukan kembali dengan tubuh untuk memasuki kehidupan di alam akhirat. Ayat ini mengandung isyarat bahwa roh-roh itu tetap utuh setelah mati dan pada hari Kiamat dikembalikan lagi pada badannya.\n\nPendapat lain menyebutkan arti ayat ini dengan bertemunya kelompok orang-orang termasuk ashabul-yamin dengan kelompok ashabusy-syimal. Ibnu 'Abbas mengatakan bahwa arti ayat ini adalah dipertemukannya roh orang-orang yang beriman dengan pasangan-pasangannya di surga dan roh orang-orang kafir dipertemukan dengan setan-setan pembantunya."}},{"no":8,"juz":30,"page":586,"arab":"وَإِذَا الْمَوْءُودَةُ سُئِلَتْ","id":"dan apabila bayi-bayi perempuan yang dikubur hidup-hidup ditanya,","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/5808","tafsir":{"wajiz":"Dan apabila bayi-bayi perempuan yang dikubur hidup-hidup tanpa dosa dan kesalahan ditanya,","tahlili":"Dan apabila bayi-bayi perempuan yang dikubur hidup-hidup ditanya, karena dosa apakah dia dibunuh? Dalam ayat ini Allah menerangkan bahwa bayi-bayi yang pernah dikubur hidup-hidup akan dihidupkan kembali di hadapan orang yang menguburkannya dan ditanya karena dosa apakah dia dibunuh. Jawaban pertanyaan ini memberikan kesan yang lebih dalam kepada si pembunuhnya karena bayi perempuan itu akan menjawab bahwa ia dikubur hidup-hidup tanpa dosa sama sekali, hanya karena orang tuanya takut dihinggapi kefakiran dan kemiskinan. Kebiasaan orang Arab pada zaman Jahiliah ini sangat di luar peri kemanusiaan.\n\nDi kalangan mereka ada yang tidak mengubur hidup-hidup anaknya yang perempuan, tetapi ia memberikan pekerjaan kepadanya dengan menggembalakan kambing di padang pasir dengan pakaian bulu dan membiarkan hidup dalam kesepian.\n\nDan ada pula yang membiarkan anak perempuannya itu hidup sampai umur enam tahun kemudian ia berkata kepada ibunya, \"Dandanilah anak ini dengan pakaian yang baik, karena akan dibawa ziarah mengunjungi bibinya.\" Sebelumnya ia telah menggali sebuah sumur di padang pasir. Setelah ia sampai dengan anak perempuannya itu di tepi sumur itu, lalu berkata, \"Tengok, apa yang ada dalam sumur itu.\" Kemudian anak perempuan itu ditendang dari belakang dan setelah jatuh ke dalam sumur itu lalu ditimbun dan diratakan dengan tanah. Dan di antara mereka ada yang berbuat lebih kejam lagi daripada ini. Setelah datang agama Islam, maka kekejaman yang di luar peri kemanusiaan itu diganti dengan sikap yang penuh ramah dan kesayangan.\n\nDi antara alasan pembunuhan anak perempuan di masa Jahiliah adalah karena anak perempuan dianggap tidak punya nilai ekonomis yang bisa menguntungkan keluarga. Alasan lain adalah karena anak perempuan dianggap sangat lemah, sering menjadi korban pelecehan seksual atau karena perempuan dianggap sebagai penggoda laki-laki yang bisa membuat malu keluarga.\n\nDalam Surah an-Nahl\/16: 58, Allah menggambarkan seorang laki-laki yang mendapat kelahiran putrinya dengan wajah hitam karena menahan marah.\n\nPadahal apabila seseorang dari mereka diberi kabar dengan (kelahiran) anak perempuan, wajahnya menjadi hitam (merah padam), dan dia sangat marah. (an-Nahl\/16: 58)\n\nIslam adalah agama yang menghormati perempuan, sama seperti menghormati laki-laki. Oleh sebab itu, Islam melarang pembunuhan bayi laki-laki maupun perempuan, baik karena kemiskinan atau karena takut miskin. Allah berfirman:\n\nJanganlah membunuh anak-anakmu karena miskin. Kamilah yang memberi rezeki kepadamu dan kepada mereka. (al-An'am\/6: 151)"}},{"no":9,"juz":30,"page":586,"arab":"بِأَيِّ ذَنبٍ قُتِلَتْ","id":"karena dosa apa dia dibunuh?","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/5809","tafsir":{"wajiz":"karena dosa apa dia dibunuh. Masyarakat jahiliah merasa malu bila mempunyai anak perempuan karena wanita dianggap tidak mempunyai peran apa-apa dalam kehidupan. Untuk menutup rasa malu, mereka rela mengubur anak-anak perempuannya hidup-hidup.","tahlili":"Dan apabila bayi-bayi perempuan yang dikubur hidup-hidup ditanya, karena dosa apakah dia dibunuh? Dalam ayat ini Allah menerangkan bahwa bayi-bayi yang pernah dikubur hidup-hidup akan dihidupkan kembali di hadapan orang yang menguburkannya dan ditanya karena dosa apakah dia dibunuh. Jawaban pertanyaan ini memberikan kesan yang lebih dalam kepada si pembunuhnya karena bayi perempuan itu akan menjawab bahwa ia dikubur hidup-hidup tanpa dosa sama sekali, hanya karena orang tuanya takut dihinggapi kefakiran dan kemiskinan. Kebiasaan orang Arab pada zaman Jahiliah ini sangat di luar peri kemanusiaan.\n\nDi kalangan mereka ada yang tidak mengubur hidup-hidup anaknya yang perempuan, tetapi ia memberikan pekerjaan kepadanya dengan menggembalakan kambing di padang pasir dengan pakaian bulu dan membiarkan hidup dalam kesepian.\n\nDan ada pula yang membiarkan anak perempuannya itu hidup sampai umur enam tahun kemudian ia berkata kepada ibunya, \"Dandanilah anak ini dengan pakaian yang baik, karena akan dibawa ziarah mengunjungi bibinya.\" Sebelumnya ia telah menggali sebuah sumur di padang pasir. Setelah ia sampai dengan anak perempuannya itu di tepi sumur itu, lalu berkata, \"Tengok, apa yang ada dalam sumur itu.\" Kemudian anak perempuan itu ditendang dari belakang dan setelah jatuh ke dalam sumur itu lalu ditimbun dan diratakan dengan tanah. Dan di antara mereka ada yang berbuat lebih kejam lagi daripada ini. Setelah datang agama Islam, maka kekejaman yang di luar peri kemanusiaan itu diganti dengan sikap yang penuh ramah dan kesayangan.\n\nDi antara alasan pembunuhan anak perempuan di masa Jahiliah adalah karena anak perempuan dianggap tidak punya nilai ekonomis yang bisa menguntungkan keluarga. Alasan lain adalah karena anak perempuan dianggap sangat lemah, sering menjadi korban pelecehan seksual atau karena perempuan dianggap sebagai penggoda laki-laki yang bisa membuat malu keluarga.\n\nDalam Surah an-Nahl\/16: 58, Allah menggambarkan seorang laki-laki yang mendapat kelahiran putrinya dengan wajah hitam karena menahan marah.\n\nPadahal apabila seseorang dari mereka diberi kabar dengan (kelahiran) anak perempuan, wajahnya menjadi hitam (merah padam), dan dia sangat marah. (an-Nahl\/16: 58)\n\nIslam adalah agama yang menghormati perempuan, sama seperti menghormati laki-laki. Oleh sebab itu, Islam melarang pembunuhan bayi laki-laki maupun perempuan, baik karena kemiskinan atau karena takut miskin. Allah berfirman:\n\nJanganlah membunuh anak-anakmu karena miskin. Kamilah yang memberi rezeki kepadamu dan kepada mereka. (al-An'am\/6: 151)"}},{"no":10,"juz":30,"page":586,"arab":"وَإِذَا الصُّحُفُ نُشِرَتْ","id":"Dan apabila lembaran-lembaran (catatan amal) telah dibuka lebar-lebar,","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/5810","tafsir":{"wajiz":"Dan apabila lembaran-lembaran yang berisi catatan perbuatan manusia, yang besar maupun yang kecil, dibuka lebar-lebar. Pada saat itu manusia tidak bisa mengelak dari apa yang telah dia perbuat di dunia. Dia yang menerima catatan amal dengan tangan kanan akan berbahagia. Sebaliknya, mereka yang menerima dengan tangan kiri akan celaka.","tahlili":"Dalam ayat ini dijelaskan apabila catatan-catatan amal perbuatan manusia dibuka, maka mereka akan melihat kebajikan atau kejahatan yang mereka perbuat ketika di dunia. Mereka akan tercengang keheranan karena tidak menyangka semuanya tercatat rapi dan teliti. Allah berfirman:\n\nDan diletakkanlah kitab (catatan amal), lalu engkau akan melihat orang yang berdosa merasa ketakutan terhadap apa yang (tertulis) di dalamnya, dan mereka berkata, \"Betapa celaka kami, kitab apakah ini, tidak ada yang tertinggal, yang kecil dan yang besar melainkan tercatat semuanya,\" dan mereka dapati (semua) apa yang telah mereka kerjakan (tertulis). Dan Tuhanmu tidak menzalimi seorang jua pun. (al-Kahf\/18: 49)\n\nBagaimana bentuk kitab atau catatan amal perbuatan manusia itu di Padang Mahsyar tidak kita ketahui. Namun kalau manusia saja mampu menciptakan berbagai alat perekam yang begitu canggih dan teliti, kita percaya bahwa Allah Sang Pencipta manusia punya sistem dan cara untuk merekam perbuatan, perkataan, dan isi hati manusia dengan hasil yang lebih baik dari apa yang dapat dibuat manusia."}},{"no":11,"juz":30,"page":586,"arab":"وَإِذَا السَّمَاءُ كُشِطَتْ","id":"dan apabila langit dilenyapkan,","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/5811","tafsir":{"wajiz":"Dan apabila langit dilenyapkan. Langit yang semula menjadi atap bagi penduduk bumi akan dikelupas layaknya kulit binatang dikelupas dari tubuhnya.","tahlili":"Dan apabila langit dilenyapkan karena kehancuran planet-planet yang ada di dalamnya. Langit yang begitu luas dapat dilipat seperti melipat kertas. Firman Allah:\n\n(Ingatlah) pada hari langit Kami gulung seperti menggulung lembaran-lembaran kertas. (al-Anbiya'\/21: 104)"}},{"no":12,"juz":30,"page":586,"arab":"وَإِذَا الْجَحِيمُ سُعِّرَتْ","id":"dan apabila neraka Jahim dinyalakan,","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/5812","tafsir":{"wajiz":"Dan apabila neraka Jahim dinyalakan dengan suhu panas yang tidak terbayangkan. Neraka itu disediakan bagi mereka yang ingkar kepada Allah.","tahlili":"Dan apabila neraka Jahim yang disediakan untuk menyiksa orang-orang kafir dan durhaka telah dinyalakan sehebat-hebatnya sehingga orang yang memasukinya merasa kesakitan yang paling dahsyat. Itulah azab yang diancamkan Allah kepada orang-orang yang mengingkari-Nya. Firman Allah:\n\nSungguh, Kami telah menyediakan bagi orang-orang kafir rantai, belenggu dan neraka yang menyala-nyala. (al-Insan\/76: 4)"}},{"no":13,"juz":30,"page":586,"arab":"وَإِذَا الْجَنَّةُ أُزْلِفَتْ","id":"dan apabila surga didekatkan,","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/5813","tafsir":{"wajiz":"Dan apabila surga dengan segala kenikmatannya didekatkan kepada mereka yang beriman dan beramal saleh.","tahlili":"Dan apabila surga didekatkan kepada orang-orang yang akan memasukinya yaitu orang-orang mukmin yang bertakwa. Ini adalah balasan atas jerih payah dan usaha mereka berjihad menegakkan agama Allah dan menjalankan perintah agama. Allah berfirman:\n\nDan surga didekatkan kepada orang-orang yang bertakwa. (asy-Syu'ara'\/26: 90)"}},{"no":14,"juz":30,"page":586,"arab":"عَلِمَتْ نَفْسٌ مَّا أَحْضَرَتْ","id":"setiap jiwa akan mengetahui apa yang telah dikerjakannya.","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/5814","tafsir":{"wajiz":"Pada saat itulah setiap jiwa akan mengetahui apa yang telah dikerjakannya di dunia, apakah perbuatan baik atau buruk.","tahlili":"Jika semua peristiwa-peristiwa yang disebutkan sebelum ayat ini telah terjadi, tiap jiwa akan mengetahui apa yang telah dikerjakannya. Sebagian besar dari manusia ketika hidup di dunia tertipu oleh godaan setan. Mereka akan menjumpai amal perbuatan mereka pada hari Kiamat tidak diterima oleh Allah bahkan dijauhkan dari rahmat-Nya dan berada di bawah murka-Nya.\n\nOrang-orang yang amal perbuatannya diselubungi dengan ria, tidak mendapat faedah dari amalnya itu kecuali sekadar kepayahan dan kesulitan. Setiap orang wajib memandang kepada amal perbuatannya dengan kaca mata agama dan menimbangnya dengan timbangan yang benar, sebab Allah tidak menerima amal perbuatan melainkan yang muncul dari hati yang penuh dengan keimanan dan keikhlasan."}},{"no":15,"juz":30,"page":586,"arab":"فَلَا أُقْسِمُ بِالْخُنَّسِ","id":"Aku bersumpah demi bintang-bintang,","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/5815","tafsir":{"wajiz":"Usai menjelaskan ihwal hari kiamat dan kesudahan manusia, Allah beralih menjelaskan kedudukan Al-Qur’an sebagai kalamullah yang didustakan oleh kafir Quraisy. Aku bersumpah demi bintang-bintang yang cahayanya redup di siang hari dan terang di malam hari.","tahlili":"Dalam ayat-ayat ini, Allah bersumpah demi bintang-bintang yang beredar dan terbenam. Bintang-bintang itu semuanya tidak tampak oleh penglihatan pada siang hari, namun akan kelihatan bersinar pada malam hari. Allah bersumpah dengan bintang-bintang itu karena dalam keadaannya yang silih berganti, tidak tampak ketika siang dan bersinar pada malam hari, merupakan tanda atas kekuasaan Allah yang mengatur perjalanannya."}},{"no":16,"juz":30,"page":586,"arab":"الْجَوَارِ الْكُنَّسِ","id":"yang beredar dan terbenam,","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/5816","tafsir":{"wajiz":"yang beredar di garis edarnya dan terbenam,","tahlili":"Dalam ayat-ayat ini, Allah bersumpah demi bintang-bintang yang beredar dan terbenam. Bintang-bintang itu semuanya tidak tampak oleh penglihatan pada siang hari, namun akan kelihatan bersinar pada malam hari. Allah bersumpah dengan bintang-bintang itu karena dalam keadaannya yang silih berganti, tidak tampak ketika siang dan bersinar pada malam hari, merupakan tanda atas kekuasaan Allah yang mengatur perjalanannya."}},{"no":17,"juz":30,"page":586,"arab":"وَاللَّيْلِ إِذَا عَسْعَسَ","id":"demi malam apabila telah larut,","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/5817","tafsir":{"wajiz":"demi malam apabila telah larut dan meninggalkan gelapnya, atau datang dengan kegelapan yang dibawanya,","tahlili":"Dalam ayat ini, Allah bersumpah demi malam apabila telah hampir meninggalkan gelapnya."}},{"no":18,"juz":30,"page":586,"arab":"وَالصُّبْحِ إِذَا تَنَفَّسَ","id":"dan demi subuh apabila fajar telah menyingsing,","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/5818","tafsir":{"wajiz":"dan demi subuh apabila fajar telah menyingsing, tersibak cahayanya sedikit demi sedikit, layaknya orang bernafas. Ketiga peristiwa tersebut merupakan tanda-tanda kebesaran Allah di alam semesta yang dapat dilihat. Begitupun, Al-Qur’an merupakan tanda kebesaran-Nya yang dapat dibaca.","tahlili":"Kemudian dalam ayat ini Allah bersumpah demi subuh apabila fajar mulai menyingsing dan bersinar. Waktu subuh digunakan Allah dalam bersumpah karena waktu ini menimbulkan harapan yang menggembirakan bagi setiap manusia yang bangun pagi karena menghadapi hari yang baru. Saat itu mereka dapat menemukan hajat keperluan hidupnya mengganti yang hilang dan bersiap-siap untuk yang akan datang.\n\nKemudian Allah menerangkan apa yang dijadikan objek sumpahnya itu, dengan firman-Nya pada ayat berikut ini."}},{"no":19,"juz":30,"page":586,"arab":"إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ","id":"sesungguhnya (Al-Qur'an) itu benar-benar firman (Allah yang dibawa oleh) utusan yang mulia (Jibril),","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/5819","tafsir":{"wajiz":"Demi ketiga hal itu, sesungguhnya Al-Qur’an itu benar-benar firman Allah yang dibawa turun oleh utusan yang mulia, yaitu Jibril yang diamanati untuk mengawal wahyu Allah kepada para nabi.","tahlili":"Dalam ayat-ayat ini, Allah menjelaskan objek sumpah yang disebutkan dalam ayat 15-18 di atas, yaitu sesungguhnya apa yang diberitahukan oleh Muhammad saw tentang peristiwa-peristiwa hari Kiamat bukanlah kata-kata seorang dukun atau isapan jempol. Akan tetapi, benar-benar wahyu yang dibawa oleh Malaikat Jibril dari Tuhannya. Allah telah menyifati utusan yang membawa Al-Qur'an tersebut, yaitu Malaikat Jibril, dengan lima macam sifat yang mengandung keutamaan:\n\n1.Yang mulia pada sisi Tuhannya karena Allah memberikan padanya sesuatu yang paling berharga yaitu hidayah, dan memerintahkannya untuk menyampaikan hidayah itu kepada para nabi-Nya diteruskan kepada para hamba-Nya.\n\n2.Yang mempunyai kekuatan dalam memelihara Al-Qur'an jauh dari sifat pelupa atau keliru.\n\n3.Yang mempunyai kedudukan tinggi di sisi Allah yang mempunyai 'Arasy.\n\n4.Yang ditaati di kalangan malaikat karena kewenangannya.\n\n5.Yang dipercaya untuk menyampaikan wahyu karena terpelihara dari sifat-sifat khianat dan penyelewengan."}},{"no":20,"juz":30,"page":586,"arab":"ذِي قُوَّةٍ عِندَ ذِي الْعَرْشِ مَكِينٍ","id":"yang memiliki kekuatan, memiliki kedudukan tinggi di sisi (Allah) yang memiliki ‘Arsy,","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/5820","tafsir":{"wajiz":"Kami turunkan Al-Qur’an melalui Jibril yang memiliki kekuatan yang tidak tertandingi oleh makhluk lain. Jibril mempunyai 600 sayap. Dengan sayap sebanyak itu Jibril sanggup menembus langit ketujuh dengan kecepatan luar biasa. Itulah Jibril yang memiliki kedudukan tinggi di sisi Allah yang memiliki ‘Arsy, singgasana yang agung karena ketaatannya kepada Allah dan tugasnya yang sangat mulia sebagai pembawa wahyu.","tahlili":"Dalam ayat-ayat ini, Allah menjelaskan objek sumpah yang disebutkan dalam ayat 15-18 di atas, yaitu sesungguhnya apa yang diberitahukan oleh Muhammad saw tentang peristiwa-peristiwa hari Kiamat bukanlah kata-kata seorang dukun atau isapan jempol. Akan tetapi, benar-benar wahyu yang dibawa oleh Malaikat Jibril dari Tuhannya. Allah telah menyifati utusan yang membawa Al-Qur'an tersebut, yaitu Malaikat Jibril, dengan lima macam sifat yang mengandung keutamaan:\n\n1.Yang mulia pada sisi Tuhannya karena Allah memberikan padanya sesuatu yang paling berharga yaitu hidayah, dan memerintahkannya untuk menyampaikan hidayah itu kepada para nabi-Nya diteruskan kepada para hamba-Nya.\n\n2.Yang mempunyai kekuatan dalam memelihara Al-Qur'an jauh dari sifat pelupa atau keliru.\n\n3.Yang mempunyai kedudukan tinggi di sisi Allah yang mempunyai 'Arasy.\n\n4.Yang ditaati di kalangan malaikat karena kewenangannya.\n\n5.Yang dipercaya untuk menyampaikan wahyu karena terpelihara dari sifat-sifat khianat dan penyelewengan."}},{"no":21,"juz":30,"page":586,"arab":"مُّطَاعٍ ثَمَّ أَمِينٍ","id":"yang di sana (di alam malaikat) ditaati dan dipercaya.","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/5821","tafsir":{"wajiz":"Itulah Jibril yang di sana, di alam malaikat, ditaati dan dipercaya atas wahyu yang disampaikannya.","tahlili":"Dalam ayat-ayat ini, Allah menjelaskan objek sumpah yang disebutkan dalam ayat 15-18 di atas, yaitu sesungguhnya apa yang diberitahukan oleh Muhammad saw tentang peristiwa-peristiwa hari Kiamat bukanlah kata-kata seorang dukun atau isapan jempol. Akan tetapi, benar-benar wahyu yang dibawa oleh Malaikat Jibril dari Tuhannya. Allah telah menyifati utusan yang membawa Al-Qur'an tersebut, yaitu Malaikat Jibril, dengan lima macam sifat yang mengandung keutamaan:\n\n1.Yang mulia pada sisi Tuhannya karena Allah memberikan padanya sesuatu yang paling berharga yaitu hidayah, dan memerintahkannya untuk menyampaikan hidayah itu kepada para nabi-Nya diteruskan kepada para hamba-Nya.\n\n2.Yang mempunyai kekuatan dalam memelihara Al-Qur'an jauh dari sifat pelupa atau keliru.\n\n3.Yang mempunyai kedudukan tinggi di sisi Allah yang mempunyai 'Arasy.\n\n4.Yang ditaati di kalangan malaikat karena kewenangannya.\n\n5.Yang dipercaya untuk menyampaikan wahyu karena terpelihara dari sifat-sifat khianat dan penyelewengan."}},{"no":22,"juz":30,"page":586,"arab":"وَمَا صَاحِبُكُم بِمَجْنُونٍ","id":"Dan temanmu (Muhammad) itu bukanlah orang gila.","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/5822","tafsir":{"wajiz":"Kami turunkan wahyu melalui Jibril kepada Nabi Muhammad, temanmu yang kamu kenal baik sifatnya. Dan temanmu itu bukanlah orang gila seperti tuduhanmu kepadanya. Dia adalah seorang yang santun, tepercaya, dan berakhlak mulia. Perkataan orang gila bersifat racauan, tidak beraturan, dan tidak mempunyai nilai. Berbeda dari AlQur’an, kitab yang susunan kalimat maupun kandungannya mempunyai nilai sangat tinggi.","tahlili":"Dalam ayat ini, Allah menyifati Nabi Muhammad dengan mengatakan bahwa Muhammad itu bukanlah orang gila, sebagaimana yang dituduhkan oleh orang-orang kafir Mekah.\n\nKalimat \"temanmu\" dalam ayat ini merupakan alasan untuk menerangkan kedustaan mereka. Sebab, setiap orang akan mengenal tabiat temannya yang sehari-hari bergaul dengannya. Orang-orang Quraisy itu selalu bergaul dengan Nabi Muhammad semenjak beliau masih kecil dan mengetahui kejujuran beliau. Oleh karena itu, mereka memberikan julukan kehormatan kepadanya dengan kata-kata \"al-Amin\" sebelum beliau menjadi nabi.\n\nBeliau tidak pernah berdusta, menyalahi janji, atau berkhianat, sehingga apa-apa yang dituduhkan kepada Nabi Muhammad itu tentang sifat gila, tukang sihir, atau pendusta adalah bohong semata."}},{"no":23,"juz":30,"page":586,"arab":"وَلَقَدْ رَآهُ بِالْأُفُقِ الْمُبِينِ","id":"Dan sungguh, dia (Muhammad) telah melihatnya (Jibril) di ufuk yang terang.","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/5823","tafsir":{"wajiz":"Ayat ini menegaskan pertemuan antara Jibril dalam wujudnya yang asli dengan Nabi Muhammad sesaat setelah Nabi menerima wahyu pertama di Gua Hira. Kaum musyrik mendustakan hal tersebut. Dan sungguh, dia telah melihatnya, yakni melihat Jibril, di ufuk yang terang, sehingga tidak dapat diragukan bahwa sosok yang datang itu adalah Jibril.","tahlili":"Nabi Muhammad pernah melihat Jibril dalam bentuk yang asli dua kali dalam hidupnya. Pertama, ketika beliau berada di Gua Hira sebelum turunnya Surah al-Muddatstsir, dan kedua, ketika beliau mi'raj ke langit ketujuh. Firman Allah \n\nDan sungguh, dia (Muhammad) telah melihatnya (dalam rupanya yang asli) pada waktu yang lain, (yaitu) di Sidratul Muntaha. (an-Najm\/53: 13-14)"}},{"no":24,"juz":30,"page":586,"arab":"وَمَا هُوَ عَلَى الْغَيْبِ بِضَنِينٍ","id":"Dan dia (Muhammad) bukanlah seorang yang kikir (enggan) untuk menerangkan yang gaib.","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/5824","tafsir":{"wajiz":"Dan dia bukanlah orang yang kikir untuk menerangkan ihwal perkara yang gaib, seperti Allah, malaikat, dan hari kiamat. Nabi dengan senang hati memberi penjelasan demi kemaslahatan banyak orang. Hal ini berbeda dari para dukun yang hanya mau membeberkan hal yang rahasia jika diberi imbalan.","tahlili":"Ayat ini menerangkan bahwa Nabi Muhammad bukanlah seorang bakhil dalam menyampaikan seluruh wahyu yang disampaikan malaikat Jibril kepadanya. Di samping itu, beliau adalah seorang yang sangat dipercaya karena tidak pernah mengubah wahyu walaupun satu huruf dengan ucapannya sendiri."}},{"no":25,"juz":30,"page":586,"arab":"وَمَا هُوَ بِقَوْلِ شَيْطَانٍ رَّجِيمٍ","id":"Dan (Al-Qur'an) itu bukanlah perkataan setan yang terkutuk,","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/5825","tafsir":{"wajiz":"Dan Al-Qur’an itu bukanlah perkataan setan yang terkutuk. Ada perbedaan nyata antara Al-Qur’an dan perkataan setan. Al-Qur’an mengajarkan nilai-nilai kebenaran dan keadilan, sedangkan setan mengajak kepada kebatilan, kemaksiatan, dan kemungkaran.","tahlili":"Dalam ayat ini, Allah menerangkan bahwa Al-Qur'an bukanlah perkataan setan yang terkutuk, dan bukanlah perkataan yang diletakkan oleh setan di atas lidah Muhammad ketika mengganggu akalnya seperti yang dituduhkan oleh orang Quraisy. Muhammad sudah terkenal sejak kecilnya dengan pikiran yang sehat dan tidak pernah berbuat khianat. Oleh karena itu, apa yang diterangkan oleh Muhammad tentang berita akhirat, surga, dan neraka bukanlah perkataan setan."}},{"no":26,"juz":30,"page":586,"arab":"فَأَيْنَ تَذْهَبُونَ","id":"maka ke manakah kamu akan pergi?","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/5826","tafsir":{"wajiz":"Maka, ke manakah kamu akan pergi? Jalan mana yang akan kamu pilih untuk menemukan kebenaran? Tidak ada yang lebih terang daripada jalan yang dijelaskan oleh Al-Qur’an.","tahlili":"Kemudian Allah menerangkan bahwa orang-orang Quraisy itu telah sesat, jauh dari jalan kebenaran, dan tidak mengetahui jalan kebijaksanaan, sehingga Allah bertanya kepada mereka, \"Maka ke manakah kamu akan pergi?\" Maksudnya ialah sesudah diterangkan bahwa Al-Qur'an itu benar-benar datang dari Allah dan di dalamnya terdapat pelajaran dan petunjuk yang membimbing manusia ke jalan yang lurus, ditanyakan kepada orang-orang kafir itu, \"Jalan manakah yang akan kamu tempuh lagi?\""}},{"no":27,"juz":30,"page":586,"arab":"إِنْ هُوَ إِلَّا ذِكْرٌ لِّلْعَالَمِينَ","id":"(Al-Qur'an) itu tidak lain adalah peringatan bagi seluruh alam,","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/5827","tafsir":{"wajiz":"Al-Qur’an itu tidak lain adalah peringatan bagi seluruh alam. Al-Qur’an menjelaskan segala sesuatu untuk kebaikan manusia, baik urusan dunia maupun akhirat; mereka yang berbuat baik akan mendapat pahala dan surga, dan yang berbuat jahat akan mendapat dosa dan neraka.","tahlili":"Kemudian Allah menyatakan bahwa Al-Qur'an itu tiada lain hanya peringatan bagi semesta alam, bagi mereka yang mempunyai hati cenderung kepada kebaikan. Namun demikian, tidak semua manusia dapat mengambil manfaat dari Al-Qur'an ini. Yang mengambil manfaat ialah siapa yang mau menempuh jalan yang lurus. Adapun orang yang menyimpang dari jalan itu, maka ia tidak dapat mengambil manfaat dari peringatan Al-Qur'an."}},{"no":28,"juz":30,"page":586,"arab":"لِمَن شَاءَ مِنكُمْ أَن يَسْتَقِيمَ","id":"(yaitu) bagi siapa di antara kamu yang menghendaki menempuh jalan yang lurus.","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/5828","tafsir":{"wajiz":"Peringatan Al-Qur’an itu ditujukan bagi siapa di antara kamu yang menghendaki menempuh jalan yang lurus, yaitu agama Islam, dan beristikamah dalam mengamalkan ajarannya.","tahlili":"Kemudian Allah menyatakan bahwa Al-Qur'an itu tiada lain hanya peringatan bagi semesta alam, bagi mereka yang mempunyai hati cenderung kepada kebaikan. Namun demikian, tidak semua manusia dapat mengambil manfaat dari Al-Qur'an ini. Yang mengambil manfaat ialah siapa yang mau menempuh jalan yang lurus. Adapun orang yang menyimpang dari jalan itu, maka ia tidak dapat mengambil manfaat dari peringatan Al-Qur'an."}},{"no":29,"juz":30,"page":586,"arab":"وَمَا تَشَاءُونَ إِلَّا أَن يَشَاءَ اللَّهُ رَبُّ الْعَالَمِينَ","id":"Dan kamu tidak dapat menghendaki (menempuh jalan itu) kecuali apabila dikehendaki Allah, Tuhan seluruh alam.","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/5829","tafsir":{"wajiz":"Hanya saja, keinginan seseorang untuk berbuat sesuatu tidak akan terlaksana kecuali jika Allah menghendaki. Dan kamu tidak dapat menghendaki menempuh jalan itu kecuali apabila dikehendaki Allah, Tuhan seluruh alam.","tahlili":"Dalam ayat ini, Allah mengatakan bahwa manusia tidak mempunyai kehendak sendiri untuk berbuat sesuatu yang dikehendakinya bilamana tidak sesuai dengan kehendak Allah."}}]}