{"no_surah":85,"jum_ayat":22,"ar":"البروج","id":"Al-Buruj","arti":"Gugusan Bintang","golongan":"Makkiyyah","tafsir_surah":"Surat Al Buruuj terdiri atas 22 ayat, termasuk golongan surat-surat Makkiyyah diturunkan sesudah surat Asy-Syams.Dinamai Al Buruuj (gugusan bintang) diambil dari perkataan Al Buruuj yang terdapat pada ayat 1 surat ini.","data":[{"no":1,"juz":30,"page":590,"arab":"وَالسَّمَاءِ ذَاتِ الْبُرُوجِ","id":"Demi langit yang mempunyai gugusan bintang,","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/5910","tafsir":{"wajiz":"Allah bersumpah demi tiga hal yang luar biasa, baik kejadian maupun prosesnya. Demi langit luas yang mempunyai gugusan bintang atau orbit-orbit bintang ketika beredar di angkasa, yang menjadi penanda kekuasaan Allah yang tidak terbatas.","tahlili":"Dalam ayat ini, Allah bersumpah dengan langit yang mempunyai gugusan bintang-bintang yang luar biasa besarnya dan tak terhitung jumlah bintang di dalamnya. Sebagian sangat jauh jaraknya dari bumi sehingga cahayanya dalam perhitungan biasa baru sampai kepada kita setelah ribuan tahun lamanya, bahkan ada pula yang setelah miliaran tahun.\n\nAllah bersumpah dengan gugusan bintang karena mempunyai keajaiban yang luar biasa dan mengandung hikmah yang besar dan banyak serta sangat berguna bagi manusia dalam kehidupannya.\n\nBerbagai keajaiban dan hikmah itu menunjukkan kepada kita tentang kebesaran penciptanya yang Mahakuasa dan Mahatinggi ilmu-Nya serta Mahabijaksana."}},{"no":2,"juz":30,"page":590,"arab":"وَالْيَوْمِ الْمَوْعُودِ","id":"dan demi hari yang dijanjikan.","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/5911","tafsir":{"wajiz":"Dan demi hari yang dijanjikan. Itulah hari kiamat, kebangkitan, dan perhitungan yang pasti datang dengan segala kejadian dan kerepotan yang luar biasa di dalamnya.","tahlili":"Dalam ayat kedua, Allah bersumpah dengan hari yang dijanjikan-Nya, yaitu hari Kiamat, serta hari kepastian dan pembalasan. Ketika itu, hanya kekuasaan dan hukum Allah-lah yang berlaku."}},{"no":3,"juz":30,"page":590,"arab":"وَشَاهِدٍ وَمَشْهُودٍ","id":"Demi yang menyaksikan dan yang disaksikan.","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/5912","tafsir":{"wajiz":"Demi orang yang menyaksikan hari yang dijanjikan itu dan kejadiankejadian mengerikan dan mencengangkan yang disaksikan oleh mereka pada hari itu.","tahlili":"Dalam ayat yang ketiga, Allah bersumpah dengan alam semesta ini yang dapat memalingkan perhatian. Ringkasnya, Allah bersumpah dengan alam semesta agar dapat memalingkan manusia memikirkan kebesaran dan keagungan-Nya, agar mereka dapat mengambil manfaat dari apa yang dapat mereka lihat itu dan agar mereka mencurahkan perhatiannya untuk dapat memperoleh hakikat dan rahasia alam yang masih tersembunyi."}},{"no":4,"juz":30,"page":590,"arab":"قُتِلَ أَصْحَابُ الْأُخْدُودِ","id":"Binasalah orang-orang yang membuat parit (yaitu para pembesar Najran di Yaman),","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/5913","tafsir":{"wajiz":"Allah melaknat penguasa kafir dari Najràn, sebuah wilayah di Yaman saat ini, yang berbuat keji terhadap kaum beriman. Terlaknat dan binasalah orang-orang yang membuat parit untuk dijadikan ladang pembantaian terhadap kaum beriman yang tidak mau murtad. Merekalah para pembesar Najran di Yaman.","tahlili":"Dalam ayat-ayat ini diterangkan bahwa Allah telah membinasakan Najran, sebuah kota di Yaman, karena penduduknya telah menyiksa dan membunuh para pengikut Nabi Isa (orang-orang Nasrani) yang meninggalkan agama pembesar-pembesar negeri itu, yaitu agama Yahudi dan memeluk agama yang dibawa oleh Nabi Isa dengan memasukkan mereka ke dalam parit-parit yang telah mereka gali dan diberi api yang menyala-nyala. Orang-orang kafir negeri itu duduk di sekitar parit-parit itu menyaksikan siksaan yang tidak berperikemanusia-an itu.\n\nSiksaan itu sebenarnya tidak patut mereka lakukan sebab orang-orang itu tidak mempunyai kesalahan yang besar. Mereka menyiksa hanya karena orang-orang mukmin itu beriman kepada Allah Yang Mahaperkasa lagi Maha Terpuji, yang mempunyai kerajaan langit dan bumi serta berkuasa atas semua yang ada pada keduanya. Sungguh tidak ada jalan bagi orang yang zalim itu untuk lari dari kekuasaan-Nya.\n\nBagi orang-orang mukmin siksaan dan pembunuhan ini hanyalah merupakan cobaan dan ujian yang akan membawa mereka kepada kebahagiaan abadi apabila mereka tetap sabar dengan tetap beriman kepada Allah."}},{"no":5,"juz":30,"page":590,"arab":"النَّارِ ذَاتِ الْوَقُودِ","id":"yang berapi (yang mempunyai) kayu bakar,","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/5914","tafsir":{"wajiz":"Mereka membuat parit yang berapi dan dinyalakan dengan kayu bakar hingga membara untuk membakar kaum beriman.","tahlili":"Dalam ayat-ayat ini diterangkan bahwa Allah telah membinasakan Najran, sebuah kota di Yaman, karena penduduknya telah menyiksa dan membunuh para pengikut Nabi Isa (orang-orang Nasrani) yang meninggalkan agama pembesar-pembesar negeri itu, yaitu agama Yahudi dan memeluk agama yang dibawa oleh Nabi Isa dengan memasukkan mereka ke dalam parit-parit yang telah mereka gali dan diberi api yang menyala-nyala. Orang-orang kafir negeri itu duduk di sekitar parit-parit itu menyaksikan siksaan yang tidak berperikemanusia-an itu.\n\nSiksaan itu sebenarnya tidak patut mereka lakukan sebab orang-orang itu tidak mempunyai kesalahan yang besar. Mereka menyiksa hanya karena orang-orang mukmin itu beriman kepada Allah Yang Mahaperkasa lagi Maha Terpuji, yang mempunyai kerajaan langit dan bumi serta berkuasa atas semua yang ada pada keduanya. Sungguh tidak ada jalan bagi orang yang zalim itu untuk lari dari kekuasaan-Nya.\n\nBagi orang-orang mukmin siksaan dan pembunuhan ini hanyalah merupakan cobaan dan ujian yang akan membawa mereka kepada kebahagiaan abadi apabila mereka tetap sabar dengan tetap beriman kepada Allah."}},{"no":6,"juz":30,"page":590,"arab":"إِذْ هُمْ عَلَيْهَا قُعُودٌ","id":"ketika mereka duduk di sekitarnya,","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/5915","tafsir":{"wajiz":"Penguasa kafir itu menyiksa dan membantai kaum beriman di parit berapi tersebut. Peristiwa memilukan itu terjadi ketika mereka duduk di sekitarnya untuk menyaksikan kekejian mereka.","tahlili":"Dalam ayat-ayat ini diterangkan bahwa Allah telah membinasakan Najran, sebuah kota di Yaman, karena penduduknya telah menyiksa dan membunuh para pengikut Nabi Isa (orang-orang Nasrani) yang meninggalkan agama pembesar-pembesar negeri itu, yaitu agama Yahudi dan memeluk agama yang dibawa oleh Nabi Isa dengan memasukkan mereka ke dalam parit-parit yang telah mereka gali dan diberi api yang menyala-nyala. Orang-orang kafir negeri itu duduk di sekitar parit-parit itu menyaksikan siksaan yang tidak berperikemanusia-an itu.\n\nSiksaan itu sebenarnya tidak patut mereka lakukan sebab orang-orang itu tidak mempunyai kesalahan yang besar. Mereka menyiksa hanya karena orang-orang mukmin itu beriman kepada Allah Yang Mahaperkasa lagi Maha Terpuji, yang mempunyai kerajaan langit dan bumi serta berkuasa atas semua yang ada pada keduanya. Sungguh tidak ada jalan bagi orang yang zalim itu untuk lari dari kekuasaan-Nya.\n\nBagi orang-orang mukmin siksaan dan pembunuhan ini hanyalah merupakan cobaan dan ujian yang akan membawa mereka kepada kebahagiaan abadi apabila mereka tetap sabar dengan tetap beriman kepada Allah."}},{"no":7,"juz":30,"page":590,"arab":"وَهُمْ عَلَىٰ مَا يَفْعَلُونَ بِالْمُؤْمِنِينَ شُهُودٌ","id":"sedang mereka menyaksikan apa yang mereka perbuat terhadap orang-orang mukmin.","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/5916","tafsir":{"wajiz":"Penguasa kafir dan prajuritnya itu duduk-duduk di sekitar parit, sedang mereka menyaksikan dan menikmati kekejiaan macam apa pun yang mereka perbuat terhadap orang-orang mukmin. Satu per satu orang beriman dipaksa untuk murtad. Bila menolak, mereka akan dilemparkan ke parit berapi tersebut. Inilah salah satu pelanggaran hak asasi manusia terbesar dalam sejarah keagamaan di dunia.","tahlili":"Dalam ayat-ayat ini diterangkan bahwa Allah telah membinasakan Najran, sebuah kota di Yaman, karena penduduknya telah menyiksa dan membunuh para pengikut Nabi Isa (orang-orang Nasrani) yang meninggalkan agama pembesar-pembesar negeri itu, yaitu agama Yahudi dan memeluk agama yang dibawa oleh Nabi Isa dengan memasukkan mereka ke dalam parit-parit yang telah mereka gali dan diberi api yang menyala-nyala. Orang-orang kafir negeri itu duduk di sekitar parit-parit itu menyaksikan siksaan yang tidak berperikemanusia-an itu.\n\nSiksaan itu sebenarnya tidak patut mereka lakukan sebab orang-orang itu tidak mempunyai kesalahan yang besar. Mereka menyiksa hanya karena orang-orang mukmin itu beriman kepada Allah Yang Mahaperkasa lagi Maha Terpuji, yang mempunyai kerajaan langit dan bumi serta berkuasa atas semua yang ada pada keduanya. Sungguh tidak ada jalan bagi orang yang zalim itu untuk lari dari kekuasaan-Nya.\n\nBagi orang-orang mukmin siksaan dan pembunuhan ini hanyalah merupakan cobaan dan ujian yang akan membawa mereka kepada kebahagiaan abadi apabila mereka tetap sabar dengan tetap beriman kepada Allah."}},{"no":8,"juz":30,"page":590,"arab":"وَمَا نَقَمُوا مِنْهُمْ إِلَّا أَن يُؤْمِنُوا بِاللَّهِ الْعَزِيزِ الْحَمِيدِ","id":"Dan mereka menyiksa orang-orang mukmin itu hanya karena (orang-orang mukmin itu) beriman kepada Allah Yang Mahaperkasa, Maha Terpuji,","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/5917","tafsir":{"wajiz":"Dan mereka yang kafir dan zalim tersebut menyiksa dan membantai orang-orang mukmin itu hanya karena orang-orang mukmin itu beriman kepada Allah yang Mahaperkasa, Maha Terpuji.","tahlili":"Dalam ayat-ayat ini diterangkan bahwa Allah telah membinasakan Najran, sebuah kota di Yaman, karena penduduknya telah menyiksa dan membunuh para pengikut Nabi Isa (orang-orang Nasrani) yang meninggalkan agama pembesar-pembesar negeri itu, yaitu agama Yahudi dan memeluk agama yang dibawa oleh Nabi Isa dengan memasukkan mereka ke dalam parit-parit yang telah mereka gali dan diberi api yang menyala-nyala. Orang-orang kafir negeri itu duduk di sekitar parit-parit itu menyaksikan siksaan yang tidak berperikemanusia-an itu.\n\nSiksaan itu sebenarnya tidak patut mereka lakukan sebab orang-orang itu tidak mempunyai kesalahan yang besar. Mereka menyiksa hanya karena orang-orang mukmin itu beriman kepada Allah Yang Mahaperkasa lagi Maha Terpuji, yang mempunyai kerajaan langit dan bumi serta berkuasa atas semua yang ada pada keduanya. Sungguh tidak ada jalan bagi orang yang zalim itu untuk lari dari kekuasaan-Nya.\n\nBagi orang-orang mukmin siksaan dan pembunuhan ini hanyalah merupakan cobaan dan ujian yang akan membawa mereka kepada kebahagiaan abadi apabila mereka tetap sabar dengan tetap beriman kepada Allah."}},{"no":9,"juz":30,"page":590,"arab":"الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۚ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ شَهِيدٌ","id":"yang memiliki kerajaan langit dan bumi. Dan Allah Maha Menyaksikan segala sesuatu.","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/5918","tafsir":{"wajiz":"Dialah Tuhan yang memiliki kerajaan langit dan bumi; dan Allah Maha Menyaksikan segala sesuatu yang terjadi di alam semesta karena semua itu masuk dalam wilayah kekuasaan-Nya. Allah menyaksikan perbuatan orang mukmin dan kafir untuk memberi mereka balasan yang sesuai.","tahlili":"Pada akhir ayat ini, Allah menerangkan bahwa Ia telah menyaksikan segala sesuatunya dan dengan demikian akan memberikan balasan yang setimpal atas kekejaman yang telah dilakukan oleh orang-orang kafir itu."}},{"no":10,"juz":30,"page":590,"arab":"إِنَّ الَّذِينَ فَتَنُوا الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ ثُمَّ لَمْ يَتُوبُوا فَلَهُمْ عَذَابُ جَهَنَّمَ وَلَهُمْ عَذَابُ الْحَرِيقِ","id":"Sungguh, orang-orang yang mendatangkan cobaan (bencana, membunuh, menyiksa) kepada orang-orang mukmin laki-laki dan perempuan lalu mereka tidak bertobat, maka mereka akan mendapat azab Jahanam dan mereka akan mendapat azab (neraka) yang membakar.","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/5919","tafsir":{"wajiz":"Sungguh, orang-orang yang mendatangkan cobaan kepada orang-orang yang mukmin laki-laki dan perempuan dengan menghadapkan mereka pada pilihan mempertahankan keimanan atau disiksa dalam api yang membara, lalu mereka tidak bertobat dari kekejian mereka, kemudian melakukan amal saleh sebagai tanda tobat mereka, maka mereka akan mendapat azab Jahanam dan mereka akan mendapat azab neraka yang membakar. Allah menyediakan bagi mereka azab dari jenis yang sama dengan apa yang mereka timpakan kepada kaum beriman, namun kadarnya lebih hebat.","tahlili":"Dalam ayat ini, Allah menerangkan bahwa bagi orang-orang kafir yang menganiaya dan menyiksa orang-orang mukmin dan mereka tidak mau meninggalkan agamanya, tetap dalam kekufuran, tidak bertobat sebelum mereka meninggal, telah disediakan api neraka untuk mengazab mereka di akhirat nanti."}},{"no":11,"juz":30,"page":590,"arab":"إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ ۚ ذَٰلِكَ الْفَوْزُ الْكَبِيرُ","id":"Sungguh, orang-orang yang beriman dan mengerjakan kebajikan, mereka akan mendapat surga yang mengalir di bawahnya sungai-sungai, itulah kemenangan yang agung.","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/5920","tafsir":{"wajiz":"Sungguh, orang-orang yang beriman dengan kukuh dan membawanya hingga mati, dan mengerjakan kebajikan baik secara ritual maupun sosial, mereka akan mendapat taman-taman surga yang mengalir di bawahnya sungai-sungai yang jernih, indah, dan menyejukkan hati. Itulah kemenangan yang agung; anugerah yang Allah khususkan bagi orang yang taat kepada-Nya.","tahlili":"Dalam ayat ini, Allah menerangkan bahwa orang-orang yang beriman mengakui bahwa Tuhan Maha Esa. Oleh karena itu, mereka mengerjakan pekerjaan yang sesuai dengan perintah Allah dan menjauhkan diri dari semua larangan-Nya. Semua itu mereka lakukan untuk mengharapkan keridaan-Nya. Di akhirat Allah akan memberi mereka kebun-kebun yang mengalir di bawahnya anak sungai, sehingga mereka hidup bahagia abadi di dalam surga, sebagai ganjaran atas keimanan dan kepatuhan mereka."}},{"no":12,"juz":30,"page":590,"arab":"إِنَّ بَطْشَ رَبِّكَ لَشَدِيدٌ","id":"Sungguh, azab Tuhanmu sangat keras.","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/5921","tafsir":{"wajiz":"Allah Mahaperkasa dan Mahakuasa. Dia pasti akan merealisasikan janji dan ancamannya. Sungguh, azab Tuhanmu yang diancamkan-Nya kepada para pendurhaka sangat keras dan pedih.","tahlili":"Dalam ayat ini dijelaskan bahwa siksa yang akan ditimpakan kepada orang-orang kafir yang menganiaya, menyiksa, dan membunuh orang-orang mukmin karena tidak mau meninggalkan agama mereka, sangatlah keras. Perlu diingat bahwa Allah-lah yang telah menciptakan mereka, dan Dia pula yang menghidupkan mereka kembali.\n\nMereka akhirnya akan kembali kepada Allah. Apabila Ia belum menyiksa mereka di dunia ini, bukanlah berarti mereka tidak akan mendapat siksaan sama sekali. Akan tetapi, siksaan itu diundurkan waktunya sampai mereka kembali kepada-Nya, yaitu pada hari Kiamat."}},{"no":13,"juz":30,"page":590,"arab":"إِنَّهُ هُوَ يُبْدِئُ وَيُعِيدُ","id":"Sungguh, Dialah yang memulai pen-ciptaan (makhluk) dan yang menghidupkannya (kembali).","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/5922","tafsir":{"wajiz":"Sungguh, Dialah yang mampu memulai penciptaan apa pun, kemudian mematikannya dan Dia pula yang menghidupkannya kembali seperti semula dengan sangat mudah.","tahlili":"Dalam ayat ini dijelaskan bahwa siksa yang akan ditimpakan kepada orang-orang kafir yang menganiaya, menyiksa, dan membunuh orang-orang mukmin karena tidak mau meninggalkan agama mereka, sangatlah keras. Perlu diingat bahwa Allah-lah yang telah menciptakan mereka, dan Dia pula yang menghidupkan mereka kembali.\n\nMereka akhirnya akan kembali kepada Allah. Apabila Ia belum menyiksa mereka di dunia ini, bukanlah berarti mereka tidak akan mendapat siksaan sama sekali. Akan tetapi, siksaan itu diundurkan waktunya sampai mereka kembali kepada-Nya, yaitu pada hari Kiamat."}},{"no":14,"juz":30,"page":590,"arab":"وَهُوَ الْغَفُورُ الْوَدُودُ","id":"Dan Dialah Yang Maha Pengampun, Maha Pengasih,","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/5923","tafsir":{"wajiz":"Azab Allah sangat pedih, tetapi rahmat dan ampunan-Nya juga mahaluas. Dan Dialah Yang Maha Pengampun bagi mereka yang bertobat, Maha Pengasih bagi makhluk-Nya.","tahlili":"Dalam ayat ini diterangkan bahwa Allah Maha Pengampun bagi orang-orang yang kembali kepada-Nya dengan bertobat, Maha Pengasih bagi mereka yang sungguh-sungguh dan dengan ikhlas mencintai-Nya. Allah juga mempunyai kekuasaan yang mesti berlaku, perintah-Nya tidak dapat dibantah, dan Ia berbuat apa yang Ia kehendaki. Apabila Allah menghendaki kebinasaan bagi mereka yang ingkar dan durhaka, tidak ada suatu kekuasaan pun yang dapat menghalangi-Nya."}},{"no":15,"juz":30,"page":590,"arab":"ذُو الْعَرْشِ الْمَجِيدُ","id":"yang memiliki ‘Arsy, lagi Mahamulia,","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/5924","tafsir":{"wajiz":"Dialah yang memiliki ‘Arsy, singgasana yang agung dan kerajaan yang mahabesar, lagi Mahamulia di atas semua makhluk-Nya.","tahlili":"Dalam ayat ini diterangkan bahwa Allah Maha Pengampun bagi orang-orang yang kembali kepada-Nya dengan bertobat, Maha Pengasih bagi mereka yang sungguh-sungguh dan dengan ikhlas mencintai-Nya. Allah juga mempunyai kekuasaan yang mesti berlaku, perintah-Nya tidak dapat dibantah, dan Ia berbuat apa yang Ia kehendaki. Apabila Allah menghendaki kebinasaan bagi mereka yang ingkar dan durhaka, tidak ada suatu kekuasaan pun yang dapat menghalangi-Nya."}},{"no":16,"juz":30,"page":590,"arab":"فَعَّالٌ لِّمَا يُرِيدُ","id":"Mahakuasa berbuat apa yang Dia kehendaki.","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/5925","tafsir":{"wajiz":"Dia Mahakuasa berbuat apa yang Dia kehendaki. Jika Dia berkehendak mengazab orang kafir atau menganugerahkan nikmat kepada orang beriman, tidak ada yang mampu menahan kehendak-Nya tersebut.","tahlili":"Dalam ayat ini diterangkan bahwa Allah Maha Pengampun bagi orang-orang yang kembali kepada-Nya dengan bertobat, Maha Pengasih bagi mereka yang sungguh-sungguh dan dengan ikhlas mencintai-Nya. Allah juga mempunyai kekuasaan yang mesti berlaku, perintah-Nya tidak dapat dibantah, dan Ia berbuat apa yang Ia kehendaki. Apabila Allah menghendaki kebinasaan bagi mereka yang ingkar dan durhaka, tidak ada suatu kekuasaan pun yang dapat menghalangi-Nya."}},{"no":17,"juz":30,"page":590,"arab":"هَلْ أَتَاكَ حَدِيثُ الْجُنُودِ","id":"Sudahkah sampai kepadamu berita tentang bala tentara (penentang),","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/5926","tafsir":{"wajiz":"Allah menceritakan kisah Fir‘aun dan kaum Šamùd untuk menenteramkan hati Nabi yang mengalami tekanan hebat dari kaum kafir Mekah. Wahai Nabi Muhammad, sudahkah sampai kepadamu berita tentang bala tentara penentang,","tahlili":"Dalam ayat-ayat ini, Allah menerangkan dalam bentuk pertanyaan kepada Nabi Muhammad bahwa apakah telah sampai kepadanya tentang kisah Fir'aun dan kaumnya yang telah mendustakan kenabian Nabi Musa, kisah tentang kesombongan Fir'aun, dan kekufuran kaumnya, serta akibat dari perbuatan mereka, yaitu ditenggelamkan ke dalam laut.\n\nDemikian pula dengan kaum Samud yang telah mendustakan Nabi Saleh sebagai utusan Allah. Mereka telah menyembelih unta yang menjadi tanda kenabiannya. Sebagai akibatnya, Allah menurunkan siksaan-Nya kepada mereka dengan menghancurkan negeri mereka serta memusnahkan semua yang ada.\n\nRingkasnya, orang-orang kafir itu sejak dahulu tidak berubah. Mereka selalu mengingkari kebenaran agama yang dibawa oleh para nabi utusan Allah. Mereka tentu akan menerima balasannya sebagaimana kaum-kaum sebelum mereka, bila mereka tidak bertobat dan kembali kepada jalan yang diridai Allah."}},{"no":18,"juz":30,"page":590,"arab":"فِرْعَوْنَ وَثَمُودَ","id":"(yaitu) Fir‘aun dan Samud?","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/5927","tafsir":{"wajiz":"Yaitu Fir‘aun, penguasa Mesir penindas Bani Israil pada masanya, dan kaum Šamùd, para pendurhaka terhadap Nabi Saleh? Fir‘aun dan tentaranya ditenggelamkan di Laut Merah, sedangkan kaum Šamùd dihancurkan dengan sambaran petir.","tahlili":"Dalam ayat-ayat ini, Allah menerangkan dalam bentuk pertanyaan kepada Nabi Muhammad bahwa apakah telah sampai kepadanya tentang kisah Fir'aun dan kaumnya yang telah mendustakan kenabian Nabi Musa, kisah tentang kesombongan Fir'aun, dan kekufuran kaumnya, serta akibat dari perbuatan mereka, yaitu ditenggelamkan ke dalam laut.\n\nDemikian pula dengan kaum Samud yang telah mendustakan Nabi Saleh sebagai utusan Allah. Mereka telah menyembelih unta yang menjadi tanda kenabiannya. Sebagai akibatnya, Allah menurunkan siksaan-Nya kepada mereka dengan menghancurkan negeri mereka serta memusnahkan semua yang ada.\n\nRingkasnya, orang-orang kafir itu sejak dahulu tidak berubah. Mereka selalu mengingkari kebenaran agama yang dibawa oleh para nabi utusan Allah. Mereka tentu akan menerima balasannya sebagaimana kaum-kaum sebelum mereka, bila mereka tidak bertobat dan kembali kepada jalan yang diridai Allah."}},{"no":19,"juz":30,"page":590,"arab":"بَلِ الَّذِينَ كَفَرُوا فِي تَكْذِيبٍ","id":"Memang orang-orang kafir (selalu) mendustakan,","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/5928","tafsir":{"wajiz":"Wahai Nabi Muhammad, bersabarlah engkau atas keingkaran kaummu sebagaimana Nabi Musa dan Nabi Saleh. Memang, orang-orang kafir dari kaummu itu keras kepala dan selalu mendustakan kebenaran yang kamu tunjukkan kepada mereka.","tahlili":"Dalam ayat-ayat ini, Allah menerangkan dalam bentuk pertanyaan kepada Nabi Muhammad bahwa apakah telah sampai kepadanya tentang kisah Fir'aun dan kaumnya yang telah mendustakan kenabian Nabi Musa, kisah tentang kesombongan Fir'aun, dan kekufuran kaumnya, serta akibat dari perbuatan mereka, yaitu ditenggelamkan ke dalam laut.\n\nDemikian pula dengan kaum Samud yang telah mendustakan Nabi Saleh sebagai utusan Allah. Mereka telah menyembelih unta yang menjadi tanda kenabiannya. Sebagai akibatnya, Allah menurunkan siksaan-Nya kepada mereka dengan menghancurkan negeri mereka serta memusnahkan semua yang ada.\n\nRingkasnya, orang-orang kafir itu sejak dahulu tidak berubah. Mereka selalu mengingkari kebenaran agama yang dibawa oleh para nabi utusan Allah. Mereka tentu akan menerima balasannya sebagaimana kaum-kaum sebelum mereka, bila mereka tidak bertobat dan kembali kepada jalan yang diridai Allah."}},{"no":20,"juz":30,"page":590,"arab":"وَاللَّهُ مِن وَرَائِهِم مُّحِيطٌ","id":"padahal Allah mengepung dari belakang mereka (sehingga tidak dapat lolos).","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/5929","tafsir":{"wajiz":"Mereka mendustakanmu seakan mereka tidak takut pada azab dan murka Allah, padahal Allah mengepung dari belakang mereka sehingga mereka tidak akan bisa lolos. Dia mengetahui apa saja yang mereka perbuat. Tidak ada tempat lari bagi mereka dari siksa Allah. Karena itu, janganlah engkau bersedih atas kekafiran mereka.","tahlili":"Dalam ayat ini, Allah menjelaskan bahwa mereka tidak akan lepas dari kekuasaan-Nya, dan tidak akan dapat lari dari jangkauan-Nya."}},{"no":21,"juz":30,"page":590,"arab":"بَلْ هُوَ قُرْآنٌ مَّجِيدٌ","id":"Bahkan (yang didustakan itu) ialah Al-Qur'an yang mulia,","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/5930","tafsir":{"wajiz":"Bahkan yang didustakan oleh kaummu yang kafir itu ialah Al-Qur’an yang mulia, yang tinggi kedudukannya di antara kitab-kitab suci lain, kalam Tuhan Yang Mahaagung. Betapapun didustakan dan dianggap sebagai kumpulan dongeng orang kuno oleh kaummu yang kafir itu, Al-Qur’an tetap tidak ternodai kemuliaannya.","tahlili":"Dalam ayat ini, Allah menerangkan bahwa Al-Qur'an itu adalah kitab Allah yang mulia, tersimpan dalam Lauh Mahfudh. Tidak ada yang dapat menandingi isi dan susunan kata-katanya, terpelihara dari pemalsuan dan perubahan. Ini sebagai jawaban kepada orang-orang kafir yang mendustakan Al-Qur'an dengan mengatakan bahwa ia adalah cerita-cerita orang dahulu kala."}},{"no":22,"juz":30,"page":590,"arab":"فِي لَوْحٍ مَّحْفُوظٍ","id":"yang (tersimpan) dalam (tempat) yang terjaga (Lauh Mahfuzh).","audio":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/5931","tafsir":{"wajiz":"Itulah kitab suci yang tersimpan dalam tempat yang terjaga, Lauh Mahfùz. Itulah tempat paling rahasia yang tidak diketahui hakikatnya oleh manusia. Di dalamnya terdapat detail peristiwa-peristiwa yang terjadi di alam semesta. Tempat ini terjaga dari setan yang berusaha mengintai dan mencari tahu isinya.","tahlili":"Dalam ayat ini, Allah menerangkan bahwa Al-Qur'an itu adalah kitab Allah yang mulia, tersimpan dalam Lauh Mahfudh. Tidak ada yang dapat menandingi isi dan susunan kata-katanya, terpelihara dari pemalsuan dan perubahan. Ini sebagai jawaban kepada orang-orang kafir yang mendustakan Al-Qur'an dengan mengatakan bahwa ia adalah cerita-cerita orang dahulu kala."}}]}